Repository: SpecialFlocon/taalbot
Catalog: locales/*/LC_MESSAGES/taalbot.po
Languages: nl

source: A bot that helps you practicing languages
nl: Een bot die je helpt met het oefenen van talen

source: I haven't seen any activity for a while, so I'm going to assume you are done with additional roles!
nl: Ik heb al een tijdje geen activiteit gezien, dus ik neem aan dat je klaar bent met de extra rollen!

source: Hello, and welcome to **Nederlands Leren**! Let me introduce myself: I am taalbot, a bot that does things. I primarily live on this server. I would like to walk you through our introduction process, so that you can experience the server to its fullest in no time! For now, you only have access to a few channels, but there are many more! In order for you to get the most out of your journey on this server, we first need to assign yourself some roles. They will automatically give you access to currently hidden channels, and also let fellow members know about your Dutch proficiency level, so that they can adapt themselves! Shall we get started? React to this message with ▶️, like I just did! This will be our main interaction method during the process.
nl: Hallo en welkom in **Nederlands Leren**! Laat ik mezelf even voorstellen: Ik ben taalbot, een bot die dingen doet. In principe woon ik op deze server. Ik wil je graag meenemen in het introductieproces, zodat je binnen een paar ogenblikken complete toegang tot de server hebt! Op dit moment heb je enkel toegang tot een paar kanalen, maar er zijn er veel meer! Om alles uit je reis op deze server te halen, moeten we er eerst voor zorgen dat je wat rollen krijgt. Ze zullen je automatisch toegang geven tot de kanalen die voor nu nog onzichtbaar zijn. Ze laten ook zien op welk niveau je Nederlands spreekt, zodat de andere leden zich hieraan aan kunnen passen! Zullen we beginnen? Reageer op dit bericht met ▶️, net zoals ik net deed! Dit is hoofdzakelijk onze manier van communiceren gedurende het proces.

source: Nice, I've assigned you the **{}** role!
nl: Top, ik heb je de **{}** rol gegeven!

source: Right, first things first, let's talk about your proficiency. Are you a **native Dutch speaker**?
nl: Goed, laten we het allereerst even hebben over je niveau. Ben je een **moedertaalspreker van het Nederlands**?

source: Okay. I've assigned you the **{}** role.
nl: Oké, ik heb je de **{}** rol gegeven.

source: OK! Which Dutch do you speak? 🇳🇱 The Netherlands 🇧🇪 Belgium (Flanders) 🇸🇷 Suriname, Sint-Maarten, Sint-Eustatius, Saba + ABC Islands
nl: Oké! Welk soort Nederlands spreek je? 🇳🇱 Nederland 🇧🇪 België 🇸🇷 Suriname, Sint Maarten, Sint Eustatius, Saba + de ABC-eilanden

source: OK! What is your current Dutch level? Are you unsure, or need more info? Check https://en.wikipedia.org/wiki/Common_European_Framework_of_Reference_for_Languages#Common_reference_levels. 🇴: **Onbekend** (unknown), total beginner 🇦: **Basic user**, corresponds to CEFR A1 (breakthrough) and A2 (waystage) 🇧: **Independent user**, corresponds to CEFR B1 (threshold) and B2 (vantage) 🇨: **Proficient user**, corresponds to CEFR C1 (advanced) and C2 (mastery)
nl: Oké! Wat is je huidige niveau van het Nederlands? Weet je het niet zeker of heb je meer informatie nodig? Bekijk https://en.wikipedia.org/wiki/Common_European_Framework_of_Reference_for_Languages#Common_reference_levels. 🇴: **Onbekend**, complete beginner 🇦: **Basisgebruiker**, past bij CEFR A1 (doorbraak) en A2 (tussenstap) 🇧: **Onafhankelijke gebruiker**, past bij CEFR B1 (drempel) en A2 (uitzicht) 🇨: **Vaardige gebruiker**, past bij CEFR C1 (Effectieve operationele vaardigheid) en C2 (beheersing)

source: 🌍 Great! I added the **{}** role to your profile!
nl: 🌍 Super! Ik heb de **{}** rol aan je profiel toegevoegd!

source: We're making progress! Now, if you want, you can tell me the name of the **country you live in**. I said earlier that we'd communicate via reactions, but there are far too many different options! For this time only, I am asking you to *type* the country name (in Dutch!) Send ⏩ to skip this step. Example: **Nederland** If you don't know what yours is, here is a list of country names in Dutch: https://www.101languages.net/dutch/country-names-dutch/
nl: We maken vordering! Als je wil, kun je me nu vertellen **in welk land je woont**. Ik zei eerder dat we zouden communiceren door middel van reacties, maar er zijn veel te veel verschillende opties! Voor deze keer wil ik je vragen om de naam van je land (in het Nederlands!) te **typen**. Stuur ⏩ als je deze stap over wil slaan. Bijvoorbeeld: **Nederland** Als je de Nederlandse naam van je land niet weet, dan kun je hier even kijken: https://www.101languages.net/dutch/country-names-dutch/

source: 👍 Gave you the **{}** role!
nl: 👍 Ik heb je de **{}** rol gegeven!

source: Awesome, you're *almost* set! 🥳 There are still a few optional roles you can decide to add to your profile. 🇧🇪 **BN**: if you are interested in Belgian Dutch! Gives access to the #belgië channel. You won't see this option if you obtained `BE` or `België` role earlier, as people with those roles are automatically given access. 📗 **Woord**: get a notification when a new *woord van de dag* (word of the day) is posted in #woord-vd-dag. 🏫 **Sessies**: get a notification when members of this server organize impromptu / planned (voice) Dutch sessions. 💪 **Verbeter mij**: this tag lets natives (or everyone) know that you'd like your mistakes to be corrected. You can "subscribe" to any of those roles, or just click ✅ if none of them interest you, or **when you are done!**
nl: Geweldig, je bent bijna klaar! 🥳 Er zijn nog een paar optionele rollen die je toe kunt voegen aan je profiel: 🇧🇪 **BN**: voor als je geïnteresseerd bent in Belgisch-Nederlands! Het geeft je toegang tot het #belgië kanaal. Deze optie zal je echter niet zien als je de 'BE' of 'België' rol hebt genomen, want deze rollen geven automatisch toegang tot dit kanaal. 📗 **Woord**: ontvang een notificatie wanneer een nieuw *woord van de dag* is geplaatst in #woord-vd-dag. 🏫 **Sessies**: ontvang een notificatie wanneer er een Nederlandstalige sessie wordt georganiseerd en gehouden. 💪 **Verbeter mij**: deze rol laat iedereen weten dat je graag wil dat je fouten worden verbeterd. Je kunt jezelf naar wens één of meerdere rollen geven. Klik op ✅ als je geen interesse hebt in deze rollen of **als je klaar bent!**.

source: Phew, finally done! Take a look at #nederlands-leren, as I believe people there just gave you, or will give you, a warm welcome! (Let me know if they don't, though!) Make sure to read the rules in #informatie, too! Veel plezier!
nl: Zo, eindelijk klaar! Neem een kijkje in #nederlands-leren, aangezien ik denk dat er vast wel een paar mensen je al welkom hebben geheten of zullen gaan heten! (Laat het me weten als ze dat niet doen, overigens!) Zorg ervoor dat je ook nog even de regels in #informatie doorneemt! Veel plezier!

source: I don't have a command called `{}`. Type `{}help` for my commands list.
nl: Ik heb geen commando genaamd `{}`. Typ {}help voor mijn commandolijst.

source: Commands
nl: Commando's

source: Here's a list of the commands you can run, and their purpose. Type `{}help command` to get detailed help for given command.
nl: Hier is een lijst van commando's die je kunt gebruiken en hun bedoeling. Typ `{}help command` om gedetailleerde hulp te krijgen met de gegeven commando.

source: No description
nl: Geen beschrijving

source: both
nl: allebei

source: "De"-word or "het"-word?
nl: "De"-woord of "het"-woord?

source: Which article does this noun need? You could try to guess, or you could ask me! Unless the noun is in plural, in which case it's **always** "de".
nl: Welk lidwoord heeft dit zelfstandig naamwoord nodig? Je kunt het proberen te raden, of je kunt het aan mij vragen! Wanneer het zelfstandig naamwoord meervoud is, is het **altijd** "de".

source: Which article?
nl: Welk lidwoord?

source: Set or replace article
nl: Lidwoord toevoegen of vervangen

source: De or het? Use this command to find out!
nl: De of het? Gebruik dit commando om erachter te komen!

source: Only admins, mods and mentors can change articles.
nl: Alleen admins, mods en mentoren kunnen de lidwoorden aanpassen.

source: So, it's {} {}. Noted!
nl: Het is dus {} {}. Genoteerd!

source: To get the article of a noun: `{0}{1} {2}` To set the article of a noun: `{0}{1} {2} {3}` More info: `{0}help {1}`
nl: Om het lidwoord van een zelfstandig naamwoord te zien: `{0}{1} {2}` Om het lidwoord van een zelfstandig naamwoord toe te voegen: `{0}{1} {2} {3}` Meer informatie: `{0}help {1}`

source: word
nl: woord

source: article
nl: lidwoord

source: Beep boop derp, looks like I'm trying to assign a role that doesn't exist. Don't worry, it's not your fault, it's the server team's, and I've already blamed them. One of them will probably re-initiate the process for you.
nl: Beep boop derp, het lijkt erop dat ik je een rol probeer te geven die niet bestaat. Geen zorgen, het is niet jouw schuld, maar wel van het serverteam, dus ik heb ze al de schuld gegeven. Eén van hen zal waarschijnlijk het proces opnieuw starten voor je.

source: Last step of the onboarding process for user {} timed out, wrapping up anyway.
nl: Laatste stap van het onboarding proces voor gebruiker {} is verlopen, evengoed afronden.

source: Onboarding process for user {} timed out.
nl: Onboarding proces voor gebruiker {} is verlopen.

source: User {} is done with the onboarding process.
nl: Gebruiker {} is klaar met het onboarding proces.

source: Onboarding for user {} started upon server join.
nl: Onboarding voor gebruiker {} is gestart bij binnenkomst in de server.

source: Started onboarding for user {}, as requested by {}.
nl: Gestart met onboarding voor gebruiker {}, verzocht door {}.

source: {}, you are not allowed to run this command. If you'd like to go through on-boarding process again, ask a team member to initiate it for you.
nl: {}, je bent niet gemachtigd om dit commando te starten. Als je opnieuw door het onboarding proces wil gaan, kun je een teamlid vragen om dit voor jou te starten.
